Repository: bfavrel/d6_prestataires
Catalog: translations/*.po
Languages: fr

source: Availabilities export
fr: Export des disponibilités

source: Content type
fr: Type de contenu

source: From date
fr: Date de début

source: To date
fr: Date de fin

source: Export
fr: Exporter

source: You must provide a start date
fr: Vous devez fournir une date de début

source: You must provide an end date
fr: Vous devez fournir une date de fin

source: Interval between the two dates can't exceed @days days
fr: La période ne doit pas excéder @days jours

source: at
fr: à

source: Name
fr: Nom

source: Last update
fr: Dernière mise à jour

source: Pick a start date
fr: Cliquez sur la date de début

source: Optionaly, pick an end date.
fr: Cliquez sur la date de fin (facultatif)

source: Enter a number or a little text.<br />Fields filled with nothing or '0' will not appear.
fr: Entrez un nombre ou un texte court.<br />Les champs non rempli ou possédant la valeur '0' ne seront pas affichés.

source: Select an availability type below.
fr: Sélectionnez un type de disponibilité ci-dessous.

source: Not specified
fr: Non renseigné

source: Cancel
fr: Annuler

source: Prestataires can set dispos for this type(s) of content
fr: Types de contenus pouvant afficher des dispos

source: Types of dispos
fr: Types de dispos

source: Enter one type per line.<br />First type will receive 'dispo_type_1' class, second one 'dispo_type_2' class, etc.<br />Optionaly, color for export can be added : <strong><em>type</em>|RRGGBB</strong>
fr: Un type par ligne.<br />Le premier type recevra la classe 'dispos_type_1', etc.<br />Il est possible de paramétrer une couleur de fond correspondante pour les cellules des exports xls : <strong><em>type</em>|RRGGBB</strong>

source: Types for Sirtaqui dispos
fr: Type pour les dispos Sirtaqui

source: Enter one sirtaqui type per line (NR, RQ, OK...).<br />First type will receive 'dispo_type_0' class (unspecified value), second one 'dispo_type_1' class, etc.
fr: Un type par ligne (NR, RQ, OK...).<br />Le premier type recevra la classe 'dispo_type_0' (valeur non renseignée), etc.

source: Data fields available for dispos
fr: Champs d'information des dispos

source: Enter one field per line.
fr: Entrez un seul champ par ligne

source: Kiosque module will only display this type(s) of content
fr: Le module Kiosque ne doit afficher que ces types de contenu

source: Fields to export with dispos
fr: Champs à exporter avec les dispos (champs de l'objet <em>node</em>)

source: Format : <strong>field name (non-f)|export label[|width;alignementH;alignementV]</strong><br />One field per line.<br />Only fields with '_value' (no '_fid', no '_value2', etc.). CCK multiples allowed.
fr: Format : <strong>nom CCK (non-f)|nom en clair[|largeur;alignementH;alignementV]</strong><br />Un champ par ligne.<br />Seulement les champs de la catégorie '_value' (no '_fid', no '_value2', etc.). Les champs CCK multiples sont autorisés.

source: Limit export up to
fr: Limiter l'export au maximum à

source: days
fr: jours

source: Additional memory to allocate to export script
fr: Mémoire additionnelle à allouer au script d'export

source: Format php.ini (ie: '32M').<br />Additional memory will be allocated only in the case of exported period exceed number of days set above.<br /><strong>Warning : by default, Suhosin extension prevents overtaking memory allocation !</strong>
fr: Format php.ini (ie: '32M').<br />La mémoire additionnelle ne sera alloué que dans le cas où la période exportée excèderait le nombre de jours paramétrés ci-dessus.<br /><strong>Attention : par défaut, l'extension Suhosin interdit les allocations de mémoire dépassant les paramètres initiaux !</strong>

source: Prestataires : Dispos contents parameters
fr: Prestataires : Paramètres des contenus pour les dispos

source: No content assigned yet
fr: Aucun contenu assigné pour le moment

source: Assign content
fr: Assigner un contenu

source: delete
fr: supprimer

source: Availabilities
fr: Disponibilités

source: Types of availabilities to search for
fr: Types de disponibilités à rechercher

source: Results accuracy
fr: Précision des résultats

source: Results have to contain only days matching selected availability types
fr: Les résultats ne doivent contenir que des jours correspondant à un des types de disponibilités sélectionnés

source: Results have to contain at least one day matching authorized availability types
fr: Les résultats doivent contenir au moins un jour correspondant à un des types de disponibilités sélectionnés

source: edit dispos
fr: éditer les dispos

source: Add role
fr: Ajouter un rôle

source: Provides functionalities for customers to add availabilities informations to contents
fr: Fourni des fonctionalités permettant d'assigner et de paramétrer des disponibilités dans les contenus

source: No informations.
fr: Aucune information.

source: Start date :
fr: Date de début :

source: End date :
fr: Date de fin :

source: Roll over a date to see availabilities details.
fr: Survolez une date pour visualiser les informations.

source: Legend
fr: Légende

source: from date
fr: du

source: to date
fr: au

source: Start date
fr: Date de début

source: End date
fr: Date de fin

source: Dispo type
fr: Type de dispo

source: Prestataires can own this type(s) of content
fr: Les prestataires peuvent éditer ces types de contenu

source: Default UID for reseted contents
fr: UID par défaut pour la réinitialisation du propriétaires d'un contenu

source: Prestataires : Content edition parameters
fr: Prestataires : Paramètres d'édition des contenus

source: Edit content
fr: Editer les contenus

source: Provides functionalities for customers to edit their owned contents
fr: Fourni aux prestataires la possibilité d'éditer des contenus qui leur sont assignés

source: Theme
fr: Thème

source: access kiosque
fr: accéder au kiosque

source: January
fr: Janvier

source: February
fr: Février

source: March
fr: Mars

source: April
fr: Avril

source: May
fr: Mai

source: June
fr: Juin

source: July
fr: Juillet

source: August
fr: Août

source: September
fr: Septembre

source: October
fr: Octobre

source: November
fr: Novembre

source: December
fr: Décembre

source: Only published nodes
fr: Seulement les noeuds publiés
